Repository: MrutyunjayaPandaLWS/Eurobond-Customer
Catalog: EuroBond_Customer/EuroBond_Customer/Resources/*.lproj/Localizable.strings
Languages: hi

source: Enter amount to Transfer
hi: स्थानांतरण के लिए राशि दर्ज करें

source: Entered amount should be in multiple of 100
hi: दर्ज राशि 5000 के गुणक में होनी चाहिए

source: Insufficient points balance
hi: अपर्याप्त अंक संतुलन

# Point_balance_&_current_point_balance_is
source: Point balance should be more than 100, and current point balance is
hi: पॉइंट बैलेंस 100 से अधिक होना चाहिए, और करंट पॉइंट बैलेंस है

source: Unfortunately your redemption is failed.Points reducted will be reassigned to you in few working days
hi: दुर्भाग्य से आपका रिडेम्पशन विफल हो गया है। कम किए गए अंक कुछ कार्य दिवसों में आपको फिर से सौंप दिए जाएंगे

source: Points transfer failed. Please try after sometime
hi: अंक हस्तांतरण विफल रहा। कृपया कुछ देर बाद प्रयास करें

source: Enter Account Holder Name
hi: खाता धारक का नाम दर्ज करें

source: Account Holder Name
hi: खाता धारक का नाम

source: Account Number
hi: खाता संख्या

# ConformNumber
source: Confirm Account Number
hi: खाता संख्या की पुष्टि करें

source: Bank Name
hi: बैंक का नाम

source: Verification Status
hi: सत्यापन की स्थिति

source: Enter Account Holder Name
hi: खाता धारक का नाम दर्ज करें

source: Enter Account Number
hi: खाता संख्या दर्ज करें

source: Enter Bank Name
hi: बैंक का नाम दर्ज करें

source: Please enter the valid feilds
hi: कृपया मान्य क्षेत्र दर्ज करें

source: Raffle name
hi: रैफल नाम

source: Valid till
hi: तक मान्य

# Your point balance
source: Your Euros balance
hi: आपका बिंदु संतुलन

source: Description
hi: विवरण

source: Total Ticket Purchased
hi: कुल टिकट खरीदा गया

# Total Points Redeemed
source: Total Euros Redeemed
hi: कुल अंक भुनाए गए

source: Raffle Qty
hi: भाग्य क्रीड़ा मात्रा

source: Buy Ticket
hi: टिकट खरीदें

source: Ticket points
hi: टिकट अंक

source: No of ticket purchase
hi: टिकट खरीद की संख्या

source: Point per ticket
hi: प्रति टिकट प्वाइंट

source: Raffle Description
hi: रैफल विवरण

# View Your Tickets
source: View All Tickets
hi: अपने टिकट देखें

source: Sorry, you have no games to play at the moment !
hi: क्षमा करें, इस समय आपके पास खेलने के लिए कोई गेम नहीं है!

source: Engage more. play more
hi: अधिक व्यस्त रहें। अधिक खेलो

# Your_Bank_Account_is_not_verified
source: Your verification of your bank account is pending. Please contact your administator.
hi: आपके बैंक खाते का सत्यापन लंबित है। कृपया अपने व्यवस्थापक से संपर्क करें।

source: Bank details not submitted. Please submit bank details
hi: बैंक विवरण प्रस्तुत नहीं किया गया। कृपया बैंक विवरण जमा करें

source: Your verification of your bank account is rejected. Please resubmit your account details.
hi: आपके बैंक खाते का आपका सत्यापन अस्वीकार कर दिया गया है। कृपया अपना खाता विवरण पुनः सबमिट करें.

# Attach Account Proof: Please upload the passbook front page or check leaf.
source: Please upload the cancelled cheque leaf.
hi: कृपया पासबुक का फ्रंट पेज या चेक लीफ अपलोड करें.

source: Attach Account Proof:
hi: खाता प्रमाण संलग्न करें:

# Do_U_Want_To_Remove
source: Are you sure you want to remove the Dream Gift?
hi: क्या आप वाकई ड्रीम गिफ्ट को हटाना चाहते हैं?

# RaffleDetail
source: Raffles Detials
hi: रैफल्स विवरण

# Bank_Name
source: Bank
hi: किनारा
