Repository: MrutyunjayaPandaLWS/Eurobond-Customer
Catalog: EuroBond_Customer/EuroBond_Customer/Resources/*.lproj/Localizable.strings
Languages: hi

source: Login
hi: लॉग इन करें

source: Enter Membership ID / Moblie number
hi: सदस्यता आईडी / मोबाइल नंबर

source: Generate OTP
hi: ओटीपी जनरेट करें

# PleaseEnterDetailsLogin
source: Please enter the details to login
hi: लॉगिन करने के लिए कृपया विवरण दर्ज करें

# PleaseEnterDetailsRegister
source: Please enter the details to register
hi: पंजीकरण करने के लिए विवरण दर्ज करें

source: SignUp
hi: साइन अप करें

source: Mobile number
hi: मोबाइल नंबर

source: Enter mobile number
hi: मोबाइल नंबर दर्ज करें

# SelectTermsCondition
source: Select terms and condition
hi: नियम और शर्तों का चयन करें

source: Enter OTP
hi: ओटीपी दर्ज करें

source: Enter correct OTP
hi: सही ओटीपी दर्ज करें

source: Register
hi: पंजीकृत करें

# AreyouFabricatorAssistant
source: Are you a Fabricator Assistant?
hi: क्या आप फैब्रिकेटर सहायक हैं?

source: I accept the Terms and Conditions
hi: मैं नियम और शर्तों को स्वीकार करता हूं

# cliockHereBtn
source: Click here
hi: यहाँ क्लिक करें.

source: Submit
hi: जमा करें

# Entervalidmobilernumber
source: Enter valid mobile number
hi: मान्य मोबाइल नंबर दर्ज करें

source: Enter membership Id
hi: सदस्यता आईडी दर्ज करें

source: Enter user name
hi: उपयोगकर्ता नाम दर्ज करें.

source: Enter user name / Mobile Number
hi: उपयोगकर्ता नाम / मोबाइल नंबर दर्ज करें

source: Enter Password
hi: पासवर्ड दर्ज करें

source: Please enter the Username and Password shared by Fabricator
hi: कृपया फैब्रिकेटर द्वारा साझा किया गया उपयोगकर्ता नाम और पासवर्ड दर्ज करें.

source: Username / Mobile number
hi: उपयोगकर्ता नाम / मोबाइल नंबर

source: Password
hi: पासवर्ड

source: Are you a Fabricator ?
hi: क्या आप एक फैब्रिकेटर हैं?

source: Mobile number doesn't exists
hi: मोबाइल नंबर मौजूद नहीं है।

source: Password is Invalid !!
hi: पासवर्ड अमान्य है!

source: Mobile number already exists
hi: मोबाइल नंबर पहले से मौजूद है।

source: Your account is verification pending! Kindly contact your administrator.
hi: आपका खाता सत्यापन लंबित है! कृपया अपने व्यवस्थापक से संपर्क करें.

source: Your account has been deactivated! Kindly contact your administrator.
hi: आपका खाता निष्क्रिय कर दिया गया है! कृपया अपने व्यवस्थापक से संपर्क करें.

source: Your account verification is failed!, Kindly contact your administrator.
hi: आपका खाता सत्यापन विफल रहा है! कृपया अपने व्यवस्थापक से संपर्क करें.

source: Something went wrong. Try again later!
hi: कुछ गलत हो गया। बाद में फिर से कोशिश करो!

source: Register by Referral
hi: रेफरल द्वारा रजिस्टर करें

source: Apply Referral Code to Reward your Friend
hi: अपने मित्र को पुरस्कृत करने के लिए रेफरल कोड लागू करें।

source: Enter Referral Code
hi: रेफरल कोड दर्ज करें

source: Referral Code
hi: रेफरल कोड

source: Skip
hi: स्किप

source: Verify
hi: सत्यापित करना

source: Select City
hi: शहर का चयन करें

source: Select State
hi: राज्य का चयन करें

source: Enter valid email
hi: मान्य ईमेल दर्ज करेंl

source: Please select title
hi: कृपया शीर्षक का चयन करें

source: Enter first name
hi: पहला नाम दर्ज करें

source: Enter address
hi: पता दर्ज करें.

source: Enter pincode
hi: पिनकोड दर्ज करें

source: Enter valid pincode
hi: मान्य पिनकोड दर्ज करें

# DOB
source: Select Date of birth
hi: जन्म तिथि का चयन करें

source: Select Gender
hi: लिंग का चयन करें

source: Select language
hi: भाषा का चयन करें

source: Please enter the details to register
hi: पंजीकरण करने के लिए विवरण दर्ज करें

# Mr/Mrs/Ms
source: Select Title
hi: शीर्षक चुनें

source: First Name
hi: प्रथम नाम

source: Last Name
hi: कुलनाम

source: Mobile Number
hi: मोबाइल नंबर

source: Email
hi: ईमेल

source: Address
hi: पता

source: State
hi: राज्य

source: City
hi: शहर

source: PinCode
hi: पिनकोड

# DateOfBirth
source: DOB
hi: जन्म तिथि

source: Gender
hi: लिंग

source: Preferred Language
hi: पसंदीदा भाषा

source: Next
hi: अगला

source: Already have an account
hi: पहले से ही एक खाता है

source: Membership ID
hi: सदस्यता आईडी

source: Welcome,
hi: स्वागत है,

source: Member Type
hi: सदस्य प्रकार

source: Total Euros
hi: कुल यूरो

source: Redeem Now
hi: अब रिडीम करें

source: Game Zone
hi: खेल क्षेत्र

source: Schemes
hi: स्कीम

source: Refer & Earn
hi: संदर्भ और कमाई

source: Eurobond
hi: यूरोबॉन्ड

source: Eurobond Profile
hi: यूरोबॉन्ड प्रोफाइल

source: Helpline
hi: हेल्पलाइन

source: Code Status
hi: कोड स्थिति

source: My Redemption
hi: मेरी रिडीमेशन

source: My Earnings
hi: मेरी कमाई

source: Fabricator Assistant
hi: फैब्रिकेटर सहायक

source: Member Since
hi: सदस्य चूंकि

source: Sync Status
hi: सिंक स्थिति

source: Code Summary
hi: कोड सोमोरी

source: Need Help ?
hi: मदद की ज़रूरत है ?

source: Terms and conditions
hi: नियम और शर्तें

source: Submitted your purchase request
hi: अपना खरीद अ

source: Submitted your work details request
hi: अपना कार्य विवरण अनुरोध सबमिट किया

source: Support executive created
hi: समर्थन कार्यकारी बनाया गया

source: Status updated
hi: स्थिति अपडेट की गई

source: Your account is deactivated please check with the administrator
hi: आपका खाता निष्क्रिय कर दिया गया है कृपया व्यवस्थापक से संपर्क करें

source: Account Deactivated!!
hi: खाता निष्क्रिय !!

source: Home
hi: होम

source: Scan QR Code
hi: स्कैन क्यू आर कोड

source: Enter QR Code
hi: क्यूआर कोड दर्ज करें

source: My Earning
hi: मेरी कमाई

source: My Redemptions
hi: मेरी रिडीमेशन

source: Redemption Catalogue
hi: रिडीमेशन सूची

source: Add My Assistant
hi: मेरा सहायक जोड़ें

source: Wishlist
hi: इच्छा-सूची

source: Schemes & Offers
hi: योजनाएं और प्रस्ताव

source: Milestone Bonus
hi: माइलस्टोन बोनस

source: About
hi: के बारे में

source: FAQ
hi: सामान्य प्रश्न

source: Term and Conditions
hi: नियम और शर्तें

source: Logout
hi: लॉग आउट

source: Delete
hi: मिटाना

source: Earned Euros
hi: अर्जित यूरो

source: My Account
hi: मेरा खाता

source: Upload
hi: दर्ज़ करे

source: Enter your code
hi: अपने कोड दर्ज करें

source: Enter QR code in the above field and submit.
hi: उपरोक्त फ़ील्ड में क्यूआर कोड दर्ज करें और सबमिट करें.

source: Click here to see your QR Codes
hi: अपने क्यूआर कोड देखने के लिए यहां क्लिक करें

source: Place a QR Code inside the view finder rectangle to scan it
hi: इसे स्कैन करने के लिए व्यू फाइंडर आयत के अंदर एक क्यूआर कोड रखें

source: Upload QR Code
hi: क्यूआर कोड अपलोड करें

source: Code scanned successfully
hi: कोड सफलतापूर्वक स्कैन किया गया

# Offline scanning limit exceeded
source: Offline scanning limit exceeded. Sync pending codes in Wifi/Mobile data or Clear processed codes .
hi: ऑफ़लाइन स्कैन करने की सीमा पार हो गई है. वाईफाई/मोबाइल डेटा में लंबित कोड सिंक करें या संसाधित कोड साफ़ करें.

source: ok
hi: ठीक हे

source: QR Code length should be 12
hi: क्यूआर कोड की लंबाई 12 होनी चाहिए

source: Enter the QR Code
hi: क्यूआर कोड दर्ज करें

source: Enable Location Services
hi: लोकेशन सेवाओं को सक्षम करें

source: QR Code scanning requires Location Access
hi: क्यूआर कोड स्कैनिंग के लिए स्थान एक्सेस की आवश्यकता होती है

source: Settings
hi: समायोजन

source: Cancel
hi: रद्द करना

source: EuroBond Application need Camera permission for Scanning Codes
hi: यूरोबॉन्ड एप्लिकेशन को कोड स्कैन करने के लिए कैमरा अनुमति की आवश्यकता होती है

source: Allow
hi: अनुमति देना

source: DisAllow
hi: अनुमति न दें

source: QR Code length should be 12 or 10
hi: क्यूआर कोड की लंबाई 10 या 12 होनी चाहिए

source: To Date should be greater than From Date
hi: तिथि तक तिथि से अधिक होनी चाहिए

source: Select date range
hi: तिथि सीमा का चयन करें

source: Select From Date
hi: तिथि से चयन करें

source: Select To Date
hi: तिथि तक का चयन करें

source: Reset
hi: रीसेट

source: Filter
hi: फ़िल्टर

source: To Date
hi: तारीख तक

source: From Date
hi: की तिथि से

source: Referral Complimentary
hi: रेफरल मानार्थ

source: Reward Adjusted
hi: पुरस्कार समायोजित

# National euros cannot be redeemed
source: Notional Euros cannot be redeemed
hi: राष्ट्रीय यूरो को भुनाया नहीं जा सकता

source: Click here for support
hi: समर्थन के लिए यहां क्लिक करें

source: Rest
hi: आराम

source: Select Status
hi: स्थिति का चयन करें

# No Internet Connection
source: Check Internet Connection
hi: कोई इंटरनेट कनेक्शन नहीं

# NoInternet
source: Check Internet Connection
hi: कोई इंटरनेट कनेक्शन नहीं

source: QTY
hi: मात्रा

source: Descriptions
hi: विवरण

source: Ref.No.
hi: प्रसंग संख्या.

source: Category:-
hi: वर्ग-

# catery
source: Category
hi: वर्ग

source: Already added to planner
hi: प्लानर में पहले ही जोड़ा जा चुका है

# YourAccountUnverified
source: Your account is in verification pending. Kindly contact the administator
hi: आपका खाता सत्यापन के लिए अपूर्ण है, व्यवस्थापक से संपर्क करें!

source: Need Sufficient Point Balance
hi: पर्याप्त प्वाइंट बैलेंस चाहिए

source: Search Products
hi: उत्पादों को खोजना

source: Low To High
hi: नीचे से उच्चा

source: High To Low
hi: उच्चे से नीचा

source: Insufficient Point Balance
hi: अपर्याप्त बिंदु संतुलन

source: Search
hi: खोज

# Points Range
source: Euros Range
hi: यूरो रेंज

# POINTS
source: EUROS
hi: यूरो

source: Added To Cart
hi: आपका खाता असत्यापित है! रिडेम्पशन कैटलॉग तक पहुँचने के लिए कृपया व्यवस्थापक से संपर्क करें

source: Product is added into the Planner
hi: उत्पाद प्लानर में जोड़ा गया है

source: You can't add this products into your planner List
hi: आप इस उत्पाद को अपनी योजनाकार सूची में नहीं जोड़ सकते

source: Earn 300 Euros !
hi: 300 यूरो कमाएँ!

# Refer another Fabricator
source: Refer another Fabricator to the Eurobond Rewards Program to get 300 Euros once they enroll and do 15 Successful Scans
hi: यूरोबॉन्ड रिवार्ड्स प्रोग्राम के लिए एक और फैब्रिकेटर को एक बार नामांकित करने और 15 सफल स्कैन करने के बाद 300 यूरो प्राप्त करने के लिए देखें

source: Name
hi: नाम

source: Enter Name
hi: नाम दर्ज करें

# Share via WhatsApp, SMS
source: Share by other apps
hi: अन्य ऐप्स द्वारा साझा करें

# ReferFabricator
source: Refer a Fabricator
hi: एक फैब्रिकेटर का संदर्भ लें

# ThanksMessage
source: Thank you for referring your friend !
hi: अपने मित्र का उल्लेख करने के लिए धन्यवाद!

# SomethingWentWrong
source: Something went wrong! Try again Later!
hi: कुछ गलत हो गया! बाद में पुन: प्रयास!

# SelfReferralNotAllowed
source: Self-referral is not allowed
hi: स्व-रेफरल की अनुमति नहीं है

source: Text Copied
hi: टेक्स्ट कॉपी किया गया

source: Password Updated!
hi: पासवर्ड अपडेट किया गया!

source: Are you sure ?
hi: क्या आपको यकीन है ?

# YouWantdeactivate
source: You want to deactivate your Fabricator Assistant account.
hi: क्या आप अपने फैब्रिकेटर सहायक खाते को निष्क्रिय करना चाहते हैं.

# YouWantActivate
source: You want to activate your Fabricator Assistant account.
hi: क्या आप अपने फैब्रिकेटर सहायक खाते को सक्रिय करना चाहते हैं.

source: No
hi: नहीं

source: Yes
hi: हाँ

source: Password is updated
hi: पासवर्ड अपडेट किया गया है

source: Account is deactivated
hi: खाता निष्क्रिय कर दिया गया है

source: Account is activated
hi: खाता सक्रिय है

source: Enter valid OTP
hi: मान्य ओटीपी दर्ज करें

# Already Mobile number doesn't exists
source: Mobile number Already exists
hi: मोबाइल नंबर पहले से मौजूद नहीं है

# WhatNew
source: What's New
hi: नया क्या है

source: My Assistant
hi: मेरा सहयोगी

source: Support Name
hi: समर्थन का नाम

source: Status
hi: दर्जा

# Enrollment
source: Enrollment Date
hi: नामांकन की तिथि

# Rest Password
source: Reset Password
hi: पासवर्ड रीसेट

source: Update Password
hi: पासवर्ड अपडेट करें

source: Enter new password
hi: नया पासवर्ड दर्ज करें

source: Whislist
hi: इच्छा-सूची

source: EUROS
hi: यूरो

source: Gift product is already added in the Redeem list
hi: उपहार उत्पाद पहले से ही रिडीम सूची में जोड़ा गया है

# SureWantToDelete
source: Are you sure you really want to delete your account?
hi: क्या आप वाकई अपना खाता हटाना चाहते हैं?

# AccDeleted
source: Account deleted successfully
hi: खाता सफलतापूर्वक हटा दिया गया

# SomethingWrong
source: Something went wrong please try again later!
hi: कुछ गलत हो गया है। कृपया बाद में दोबारा प्रयास करें!

# Category1
source: Category/
hi: वर्ग /

source: Enter last name
hi: उपनाम

source: Enter email
hi: ईमेल दर्ज करें

source: Pan is invalid
hi: पैन अमान्य है

# Your scanning limit exceeded
source: QR code limit exceeded
hi: क्यूआर कोड सीमा पार हो गई

source: Add to Cart Failed. Try after sometime
hi: कार्ट में जोड़ें विफल। कुछ देर बाद कोशिश करें

source: Congratulation! You are eligible to redeem this product
hi: बधाई हो! आप इस उत्पाद को रिडीम करने के योग्य हैं

source: Congratulations
hi: बधाई हो

source: eligible Msg
hi: पात्र संदेश

source: RecommendedProducts
hi: सिफ़ारिश किये हुए उत्पाद

source: Redemption Planner Summary
hi: रिडीमेशन प्लानर सारांश

source: Redeemable euros as on today
hi: आज के रूप में यूरो को रिडीम करें

# Points
source: Euros
hi: यूरो

# Average Earning
source: Average earning required per month
hi: औसत कमाई

source: Euros
hi: यूरो

source: Your expected redemption of
hi: आपका अपेक्षित रिडीमेशन

source: is in
hi: में है

source: You need
hi: आपको जरूरत है

source: more redeemable euros to redeem this product
hi: इस उत्पाद को रिडीम करने के लिए अधिक रिडीमेंबल यूरोt

source: Dream Gift
hi: ड्रीमम उपहार

source: Insufficient point balance to redeem!
hi: रिडीम करने के लिए अपर्याप्त पॉइंट बैलेंस!

source: Congratulations! you are eligible to win this existing Dream Gift
hi: बधाई हो! आप इस मौजूदा ड्रीम गिफ्ट को जीतने के योग्य हैं

source: Congratulations! You are almost near to win this existing Dream Gift.
hi: बधाई हो! आप इस मौजूदा ड्रीम गिफ्ट को जीतने के करीब हैं।

# Redeemable points as on today
source: Redeemable euros as on today
hi: आज के अनुसार प्रतिदेय अंक

source: Dream Gift Details
hi: ड्रीम उपहार विवरण

source: Created Date
hi: सृजित दिनांक

source: Desired Date
hi: वांछित तारीख

# Points Required
source: Euros Required
hi: यूरो आवश्यक

# Average points to be earned per month
source: Average Euros to be earned per month
hi: प्रति माह अर्जित किए जाने वाले औसत अंक

source: Expected Redemption
hi: अपेक्षित रिडीमेशन

source: TDS points
hi: टीडीएस अंक

source: Remove
hi: हटाओ

source: Dream Gift has been removed successfully
hi: ड्रीम गिफ्ट सफलतापूर्वक हटा दिया गया है

source: Dream Gift has been removed failed
hi: ड्रीम गिफ्ट को हटाने में विफल रहा है

source: No Data Found !
hi: डाटा प्राप्त नहीं हुआ !

source: Schemes and Offers
hi: योजनाएं और प्रस्ताव

source: Millstone Bonus
hi: माइलस्टोन बोनस

source: Euro Slab
hi: यूरो स्लैब

source: Add on Euros
hi: यूरो पर जोड़ें

source: TAP TO CALL NOW
hi: अभी कॉल करने के लिए टैप करें

source: ANY QUERIES ?
hi: कोई प्रश्न ?

source: Raise a Query
hi: एक प्रश्न उठाएँ

source: For any Queries on Eurobond Rewards program Please give a Missed Call on the below mentioned number or Lodge a Query
hi: यूरोबॉन्ड पुरस्कार कार्यक्रम पर किसी भी प्रश्न के लिए कृपया नीचे दिए गए नंबर पर मिस्ड कॉल दें या प्रश्न दर्ज करें

source: Product Catalogue
hi: उत्पाद सूची

source: Get the Product Details
hi: उत्पाद विवरण प्राप्त करें

source: For Product videos
hi: उत्पाद वीडियो के लिए

source: Eurobond Youtube
hi: यूरोबॉन्ड यूट्यूब

source: Search Project
hi: प्रोजेकट खोज

source: Project Search
hi: प्रोजेकट खोज

source: Check Latest Updates
hi: नवीनतम अपडेट जांचें

source: Search by Brnad,Color,Color Code
hi: ब्रनाड, कलर, कलर कॉड द्वारा खोजें

source: Brand
hi: ब्रनाड

source: Color Code
hi: कलर कॉड

source: Color
hi: कलर

source: My Cart
hi: मेरा कार्ट

source: REQUIRED EUROS
hi: आवश्यक यूरो

source: Checkout
hi: चेक आउट

source: No Internet
hi: इंटरनेट कनेक्शन जैंचे

source: Your account is unverified! Kindly contact the administrator to access the redemption Catalogue
hi: आपका खाता असत्यापित है! रिडेम्पशन कैटलॉग तक पहुँचने के लिए कृपया व्यवस्थापक से संपर्क करें

source: Shipping address requires: State,City,Address,Pin code and Mobile Number,details,Click on 'Edit' to edit and add details
hi: शिपिंग पते की आवश्यकता है: राज्य, शहर, पता, पिन कोड और मोबाइल नंबर, विवरण, संपादित करने और विवरण जोड़ने के लिए 'संपादित करें' पर क्लिक करें

source: Select Country
hi: देश चुनें

source: New Address
hi: नया पता

source: Save Changes
hi: परिवर्तनों को सुरक्षित करें

source: Mobile
hi: मोबाइल

source: Country
hi: देश

source: Zip
hi: ज़िप

source: Enter Mobile Number
hi: मोबाइल नंबर दर्ज करें

source: Enter Zip
hi: ज़िप दर्ज करें

source: Enter Valid Zip
hi: मान्य ज़िप दर्ज करें

source: Shipping Address Updated
hi: शिपिंग पता अपडेट किया गया

source: Select Query Topic
hi: प्रश्न विषय का चयन करें

source: Enter query summary..
hi: क्वेरी सारांश दर्ज करें...

source: Enter query details..
hi: क्वेरी विवरण दर्ज करें।.

source: Choose Any Option
hi: कोई भी विकल्प चुनें

source: Camera
hi: कैमरा

source: Gallery
hi: गेलरी

source: Dismiss
hi: नकार देना

source: Need Gallary access
hi: गैलरी एक्सेस की आवश्यकता है

source: Need Camera Access
hi: कैमरा एक्सेस चाहिए

source: EuroBond need to access camera Gallery
hi: EuroBond को कैमरा गैलरी एक्सेस करने की आवश्यकता है

source: No Camera
hi: कैमरा नहीं

source: Sorry no device
hi: क्षमा करें कोई उपकरण नहीं

source: Notification
hi: नोटिफिक्शन

source: New Ticket
hi: न्यू टिकट

source: Select Your Topic
hi: अपना विषय चुनें

source: Select topic
hi: विषय का चयन करें

source: Query Summary
hi: क्वेरी सोमोरी

source: Query Details
hi: क्वेरी डीटैलेस

source: Submit Query
hi: क्वेरी सबमिट करें

source: Browse Image
hi: ईमेज़ ब्राउज करें

source: Query Submitted Successfully !!
hi: प्रश्न सफलतापूर्वक सबमिट किया गया !!

source: Query Submission Failed !!
hi: क्वेरी सबमिशन विफल !!

# createQueryInfo
source: Please submit your query using this form
hi: कृपया इस फ़ॉर्म का उपयोग करके अपनी क्वेरी सबमिट करें

source: Resend OTP
hi: ओटीपी पुनः भेजें

source: Otp has been sent to registered mobile number
hi: रजिस्टर्ड मोबाइल नंबर पर ओटीपी भेजा गया है

source: Seconds Remaining
hi: सेकंड शेष

source: InValid OTP
hi: अमान्य ओटीपी

source: Please Enter Correct OTP
hi: कृपया सही ओटीपी दर्ज करें

source: Physical Products
hi: भौतिक उत्पाद

source: eVoucher
hi: ई-वाउचर

source: Bank Transfer
hi: बैंक ट्रांसफर

source: Added to Cart
hi: कार्ट में जोड़ा गया

source: Add to Planner
hi: प्लानर में जोड़ें

source: Add to Cart
hi: कार्ट में जोड़ें

source: Added to Planner
hi: प्लानर में जोड़ा गया

source: My Profile
hi: मेरी प्रोफाइल

source: Personal Details
hi: व्यक्तिगत विवरण

source: Facing any issues
hi: कोई समस्या आ रही है

source: Give a Missed Call
hi: मिस कॉल दें

source: Beneficiary Type
hi: लाभार्थी प्रकार

# DOB1
source: DOB
hi: जन्म तिथि

source: Pincode
hi: पिन कोड

source: Redeem
hi: रिडीम

source: View
hi: देखे

source: Default Address
hi: डिफ़ॉल्ट पता

source: Confirm Order
hi: कोनफॉर्म ऑर्डर

# SecondsRemaining
source: Seconds Remaining : 0:
hi: सेकंड शेष : 0:

source: Enter your address
hi: अपना पता दर्ज करें

source: Enter PAN Number
hi: पैन नंबर दर्ज करें

source: Pan Number
hi: पैन नंबर

source: Attach PAN Card
hi: पैन कार्ड संलग्न करें

source: Enter GST Number
hi: जीएसटी नंबर संलग्न करें

source: GST
hi: जीएसटी

# AttachGSTDocument
source: Attach GST Document ( Optional )
hi: जीएसटी दस्तावेज़ संलग्न करें (वैकल्पिक)

source: Upload File
hi: फ़ाइल अपलोड करें

source: Back
hi: पीछे

source: Enter valid PAN number
hi: वैध पैन नंबर दर्ज करें

source: Attach PAN Image
hi: पैन छवि संलग्न करें

source: Allow Gallery access
hi: गैलरी एक्सेस की अनुमति दें

source: Eurobond need to access camera Gallery
hi: यूरोबॉन्ड को कैमरा गैलरी एक्सेस करने की आवश्यकता है

source: Registration Failed
hi: पंजीकरण विफल रहा

source: Decline
hi: स्वीकार नेही हे

source: Accept
hi: स्वीकार है

source: Profile Updated Successfully !!
hi: प्रोफाइल को सफलतापूर्वक अपडेट किया गया

source: Profile Update is failed !!
hi: प्रोफाइल अपडेट विफल रहा !!

source: QR Code length should be 10 or 12
hi: क्यूआर कोड की लंबाई 10 या 12 होनी चाहिए

# Progrom Name
source: Program Name
hi: कार्यक्रम का नाम

source: Order Status
hi: आदेश की स्थिति

source: All Euros
hi: सभी यूरो

source: Under 1000
hi: 1000 के तहत

source: 25000 & Above
hi: 25000 और ऊपर

source: Lodge Query
hi: लॉज क्वेरी

# Support
source: Chat
hi: बात करना

source: Enter amount to redeem
hi: रिडीम करने के लिए राशि दर्ज करें

source: Are your sure
hi: क्या आपके सेर हैं

source: Do you Want to Redeem
hi: क्या आप रिडीम करना चाहते हैं

# Eurobondscanning
source: Eurobond Application need Camera permission for Scanning Codes generated by Eurobond Panels Pvt Ltd. Each code is configured with reward points which will be awarded to member on successful scanning
hi: यूरोबॉन्ड एप्लिकेशन को यूरोबॉन्ड पैनल्स प्राइवेट लिमिटेड द्वारा उत्पन्न स्कैन कोड के लिए कैमरे की अनुमति की आवश्यकता होती है। प्रत्येक कोड को इनाम बिंदुओं के साथ कॉन्फ़िगर किया गया है जो सफल स्कैनिंग पर सदस्य को प्रदान किया जाएगा।

source: Select Amount to Redeem
hi: रिडीम करने के लिए राशि का चयन करें

source: Oops
hi: उफ़

source: You don’t have sufficient point balance to redeem the voucher
hi: वाउचर को रिडीम करने के लिए आपके पास पर्याप्त प्वाइंट बैलेंस नहीं है

source: member is deActivated
hi: सदस्य निष्क्रिय है

source: Thank you for redeeming. The E-voucher will sent email id shortly
hi: रिडीम करने के लिए धन्यवाद। ई-वाउचर शीघ्र ही ईमेल आईडी भेजेगा

source: Voucher Redemption is failed!
hi: वाउचर रिडीम नहीं हो सका!

source: Unfortunately your redemption has not been completed
hi: आपका रिडीमेशन पूरा नहीं हुआ है

source: Enter account number
hi: खाता संख्या दर्ज करें

source: Enter valid account number
hi: मान्य खाता संख्या दर्ज करें

source: Enter confirm account number
hi: पुष्टि खाता संख्या दर्ज करें

source: Both account number should be same
hi: दोनों खाता संख्या समान होनी चाहिए

source: Enter IFSC Code
hi: IFSC कोड दर्ज करें

source: Enter valid IFSC Code
hi: मान्य IFSC कोड दर्ज करें

source: Attach Passbook Image
hi: पासबुक छवि संलग्न करें

source: EuroBond Application need to Access the Gallery
hi: EuroBond एप्लिकेशन को गैलरी तक पहुंचने की आवश्यकता है

source: No Camera access
hi: कोई कैमरा एक्सेस नहीं

source: Sorry, this device has no camera
hi: क्षमा करें, इस डिवाइस में कोई कैमरा नहीं है

source: Profile image updated successfully !
hi: प्रोफ़ाइल छवि सफलतापूर्वक अपडेट की गई!

source: Profile image updation failed
hi: प्रोफ़ाइल चित्र अद्यतन करना विफल रहा

source: Allow Camera Access
hi: कैमरा एक्सेस की अनुमति दें

source: Enter company name
hi: कंपनी का नाम दर्ज करें

source: Rupees
hi: रुपये

# Your account is an verification pending cantact the administator
source: Your account is in verification pending contact the administator
hi: आपका खाता सत्यापन के लिए अपूर्ण है, व्यवस्थापक से संपर्क करें!

# Scanuploadlimitexceeded
source: Scan/upload limit exceeded.Sync pending codes in WI-FI/Mobile data or clear processed codes !
hi: स्कैन/अपलोड सीमा पार हो गई है. वाई-फाई/मोबाइल डेटा में पेंडिग कोड सिंक करें या संसाधित कोड साफ़ करें !

source: Bank transfer request has been submitted successfully
hi: बैंक स्थानांतरण अनुरोध सफलतापूर्वक सबमिट कर दिया गया है

# Entered amount has been transferred to your bank account
source: Bank transfer request has been submitted successfully
hi: बैंक स्थानांतरण अनुरोध सफलतापूर्वक सबमिट कर दिया गया है

# Bank Transfer limit Exceeded
source: You have exceeded your daily transaction limit !
hi: बैंक हस्तांतरण सीमा पार हो गई

source: Play and Win
hi: खेलो और जीतो

# percentageValue
source: Only 90% of your available Euros are redeemable to cover for Government TDS rule 194R*. Please refer to program T&Cs for more info.
hi: आपके उपलब्ध यूरो का केवल 90% ही प्रतिदेय हो सकता है।

source: Raffles
hi: रैफल्स

# Transfer_points_to_Bank_Account
source: Transfer Eurobond Euros to your Registered Bank Account
hi: Eurobond Euros को अपने पंजीकृत बैंक खाते में स्थानांतरित करें

source: Enter Account Number
hi: खाता संख्या दर्ज करें

source: Account Holder Name
hi: खाता धारक का नाम

source: Enter Bank Name
hi: बैंक का नाम दर्ज करें

source: IFSC Code
hi: IFSC कोड

source: Enter Amount
hi: राशि डालें

source: Transfer
hi: स्थानांतरण

source: Note
hi: टिप्पणी

# Minimum_value_can_be_entered
source: Minimum value can be entered is 100
hi: न्यूनतम मूल्य 100 दर्ज किया जा सकता है

# Denomination_value
source: Denomination should be in multiple of 100
hi: मूल्यवर्ग 100 के गुणक में होना चाहिए
